{
  "title": "ResumePilot Sélection de CV",
  "model": "Modèle actuel",
  "req_input_area_title": "Zone de saisie des exigences de recrutement",
  "function_title": "Fonctions",
  "function_tip": "Attention: les fonctions ci-dessous doivent lire des chemins à partir de la zone de texte en tant que paramètres.",
  "req_input_title": "Entrer les exigences de recrutement:",
  "req_intput_tip": "Vous pouvez utiliser un style conversationnel pour entrer vos exigences de recrutement",
  "req_output_title": "Affichage des exigences de recrutement:",
  "req_output_tip": "J'ai besoin d'embaucher un ingénieur front-end qui connaît Vue3, qui n'a pas travaillé dans des entreprises d'externalisation telles que 中软, 软通, 博彦, etc., espérant travailler à Shenzhen, et ayant plus de 3 ans d'expérience de travail",
  "confirm_btn": "Confirmer les exigences de recrutement",
  "read_btn": "Lire les exigences de recrutement",
  "reset_btn": "Réinitialiser la zone de dialogue",
  "parser_btn": "Analyser et associer des CV en vrac",
  "upload_file_title": "Zone d'importation de fichiers/Exportation de rapports",
  "upload_file_tip": "Il est recommandé de télécharger des fichiers au format PDF",
  "name_title": "Nom",
  "email_title": "Email",
  "is_match_title": "Correspond-il",
  "reason_title": "Raison",
  "example_name": "Xiao Ming",
  "example_reason": "Répond à toutes les exigences de recrutement",
  "request_1": "Veuillez effectuer un entretien technique en analysant le contenu du CV ci-dessous, en tenant compte des exigences de recrutement que j'ai fournies et aider à déterminer si le CV répond aux exigences à l'aide de la raison, puis renvoyer un résultat au format JSON. Les exigences de recrutement sont les suivantes:",
  "request_2": "(Renvoyez 'yes' dans 'is_match' si le CV répond à toutes les conditions de recrutement et renvoyez 'no' s'il ne répond pas à au moins une condition. Obtenez le nom du candidat à partir du nom du fichier. Renvoyez les résultats de correspondance de chaque CV en utilisant le format ci-dessous): ",
  "sample_data_format": "exemple de format de données",
  "file_names": "Les noms de fichiers sont:",
  "resume_contents": "Le contenu du CV est:",
  "request_3": "Veuillez analyser le CV ci-dessous et déterminer s'il répond aux exigences de recrutement:",
  "waiting_gpt_response": "En attente de la réponse de ChatGPT",
  "parsing_resume": "Analyse du CV...",
  "no_email": "L'email est introuvable ou n'existe pas",
  "parsing_failed": "L'analyse du CV a échoué",
  "parse_success": "Analyse du CV réussie !",
  "result_file_name": "Résultats de l'analyse",
  "jod_done": "La tâche de sélection de CV est terminée !",
  "parsing_complete": "Les résultats de l'analyse ont été envoyés! Veuillez vérifier!",
  "parsing": "Début de l'analyse du CV...",
  "no_file_upload": "Le fichier est vide, veuillez télécharger un fichier!",
  "no_access": "Fichier local introuvable ou accès refusé!",
  "file_upload_tip1": "J'ai téléchargé les fichiers suivants :",
  "file_upload_tip2": "Reçu les fichiers suivants :",
  "file_upload_tip3": "Le paramètre de chemin appelé a été automatiquement corrigé en :",
  "file_upload_tip4": "Les fichiers ci-dessus seront utilisés comme paramètres d'entrée.",
  "generated_tip1": "Comment obtenir le rapport des résultats d'analyse ?",
  "generated_tip2": "Le tableau récapitulatif de l'analyse des CV et le fichier zip des CV cibles ont été générés et enregistrés sur",
  "generated_tip3": "Le téléchargement du tableau récapitulatif d'analyse de CV est disponible dans la zone de droite `Téléchargement de fichiers / Exportation de rapports`, veuillez vérifier!",
  "result_zip_file_name": "Fichier_de_CV_cible",
  "no_target_files": "Aucun fichier de CV éligible"
}